Revit 2027 API
SpecTypeId.Stress Property
 Stress, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Stress { get; }
Public Shared ReadOnly Property Stress As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Stress {
	ForgeTypeId^ get ();
}
static member Stress : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace